<div style="margin: 15px; margin-right: 20px;">
<div style="color: gray; font-size: 12px; text-align: left;"><b>Правила пользования сайтом ToolLike</b></div>
<div id="setbal_hr"></div>
<div style="font-size: 11px; padding: 5px;">
Добро пожаловать на сайт ToolLike, интернет-сервис, который помогает Вам поддерживать популярность среди Ваших знакомых.
<br />
<br />
Вы также можете ознакомиться с Правилами пользования сервисом <a href="/home"><b>ToolLike</b></a>. 
<br />
<br />
Администрация Сайта предлагает Вам услуги (сервисы) Сайта на условиях, являющихся предметом настоящих Правил пользования Сайтом ToolLike. В этой связи, Вам необходимо внимательно ознакомиться с условиями настоящих Правил, которые рассматриваются Администрацией Сайта как публичная оферта в соответствии со ст. 437 Гражданского кодекса Российской Федерации.
</div>
<br />
<br />

<div style="color: gray; font-size: 12px; text-align: left;"><b>1. Статус Правил пользования Сайтом ToolLike</b></div>
<div id="setbal_hr"></div>
<div style="font-size: 11px; padding: 10px;">
<b>1.1.</b> Настоящие Правила пользования Сайтом ToolLike (ранее и далее – Правила) разработаны Администрацией Сайта и определяют условия использования и развития Сайта, а также права и обязанности его Пользователей и Администрации. Правила распространяются также на отношения, связанные с правами и интересами третьих лиц, не являющимися Пользователями Сайта, но чьи права и интересы могут быть затронуты в результате действий Пользователей Сайта.
<br /> <br />
<b>1.2.</b> Настоящие Правила являются юридически обязательным соглашением между Пользователем и Администрацией Сайта, предметом которого является предоставление Администрацией Сайта Пользователю услуг по использованию Сайта и его сервисов (далее – Услуги). Помимо настоящих Правил, к соглашению между Пользователем и Администрацией Сайта относятся все специальные документы, регулирующие предоставление отдельных сервисов Сайта и размещенные в соответствующих разделах Сайта в сети Интернет.
<br /> <br />
<b>1.3.</b> Пользователь обязан полностью ознакомиться с настоящими Правилами до момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем настоящих Правил в соответствии со ст. 438 Гражданского кодекса Российской Федерации.
<br /> <br />
<b>1.4.</b> Настоящие Правила могут быть изменены и/или дополнены Администрацией Сайта в одностороннем порядке без какого-либо специального уведомления. Настоящие Правила являются открытым и общедоступным документом. Администрация Сайта рекомендует Пользователям регулярно проверять условия настоящих Правил на предмет их изменения и/или дополнения. Продолжение использования Сайта Пользователем после внесения изменений и/или дополнений в настоящие Правила означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.
</div>
<br />
<br />

<div style="color: gray; font-size: 12px; text-align: left;"><b>2. Обязанности Пользователя ToolLike</b></div>
<div id="setbal_hr"></div>
<br />
<b>1.</b> <u>При пользовании Услугами Сайта Пользователь обязан</u>:
<div style="font-size: 11px; padding: 10px;">
<b>2.1.1.</b> соблюдать положения действующего законодательства Российской Федерации, настоящих Правил и иных специальных документов Администрации Сайта;
<br /> <br />
<b>2.1.2.</b> информировать Администрацию Сайта о несанкционированном доступе к персональной странице и/или о несанкционированном доступе и/или использовании пароля и логина Пользователя;
<br /> <br />
<b>2.1.3.</b> не предоставлять доступ другим Пользователям к собственной персональной странице или к отдельной содержащейся на ней информации в случае, если это может привести к нарушению законодательства Российской Федерации и/или настоящих Правил, специальных документов Администрации Сайта;
<br /><br />
<b>2.1.4.</b> не размещать на персональной странице информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц;
<br /> <br />
<b>2.1.5.</b> перед размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц, чужими текстами различного содержания, фото, аудиозаписями и видеозаписи) предварительно оценивать законность их размещения;
<br />
</div>
<b>2.</b> <u>Пользователю при использовании Сайта запрещается</u>:
<div style="font-size: 11px; padding: 10px;">
<b>2.2.1.</b> убирать мне нравится и удалять запись которую рассказал друзьям.
<br /> <br />
<b>2.2.2.</b> продавать <b>Like</b> - внутреннею валюту сервиса.
<br /> <br />
<b>2.2.3.</b> проводить махинации с валютой на сайте.
<br /> <br />
<b>2.2.4.</b> оскорблять администрацию сервиса.
</div>
<br />
<br />

<div style="color: gray; font-size: 12px; text-align: left;"><b>3. Администрация Сайта ToolLike</b></div>
<div id="setbal_hr"></div>
<br />
<div style="font-size: 11px; padding: 10px;">
<b>3.1.</b> Под Администрацией Сайта ToolLike (ранее и далее – Администрация Сайта, Администрация) в настоящих Правилах и иных специальных документах, размещенных на Сайте, понимается Общество с ограниченной ответственностью «ToolLike», юридическое лицо, созданное по законодательству Российской Федерации
<br /> <br />
<b>3.2.</b> Администрация сайта, имеет право заблокировать пользователя не предъявляя информации.
</div>
</div>